{"answer": "يجوز الصلاه خلف الإمام في صلاه الجمعه، وينبغي على المأموم أن يأتم به ويقتد به في جميع أركانه."}
{"answer": "من ترك الصلاه بسب النوم أو النسيان فعليه أن يقضيها إذا ذكرها، ولا كفاره عليه، ولكن عليه أن يتعahd له تعالى أن لا يترك الصلاه مره أخرى."}
{"answer": "حكم من صلى بالناس ولم يسبح بين السجدتين أن يعود فيصلي الصلاه من جديد، لأن سبه بين السجدتين سنه مسنونه."}
{"answer": "لبس الخاتم جائز لرجل في الإسلام، ويستحب أن يكون في اليد اليمنى، وقد كان النبي صلى اله عليه وسلم يلبس خاتما في يده اليمنى."}
{"answer": "من يصلي الركعتين قبل الجمعه ولا يصلي مع الإمام فله أجر الركعتين، ولكنه يخسر أجر الجمعه مع الإمام."}
{"answer": "من نسي ركعه في الصلاه فيمكنه أن يقوم بركعه إضافيه بعد انتهائه من الصلاه، ثم ي τελلي من جديد، أو أن يصلي الصلاه مره أخرى من جديد."}
{"answer": "النوم والكسل لا يبران ترك الصلاه، وجوب الصلاه على المسلم في كل وقت، فمن تركها بدون عذر شرعي فقد أثم وجب عليه التوبه."}
{"answer": "الفرق بين الصلاه وال_salat_ أن الصلاه هي عباده عامه تشمل جميع أنواع العبادات كالصوم والزكاه والهج، أما الصلاه فهي عباده محده هي ركوع الرأس وخشوع القلب له تعالى."}
{"answer": "نعم، يستحب لرجل أن يصلي خلف الإمام في حال كونه جاهرا بالحديث النبوي؛ لأن النبي صلى اله عليه وسلم كان يأمر من خلفه أن يصلي خلفه."}
{"answer": "لا يأثم المسلم إذا نام قبل أن يؤدي صلاته المغرب دون قصد، ولكن يجب عليه أن يقوم بها حال استيقاظه."}
{"answer": "حكم من صلى الفريضه في وقت النهي أن صلاته لا تجوز، لأن النهي وقت حرام لصلاه، ويجب عليه الإعاده في وقت الصلاه"}
{"answer": "يجوز بيع الذهب بالذهب إذا كان وزن المبيع أقل من وزن الثمن، شريطه أن يكون التبادل في مجلس واحد، ولا يوجب الفرق في الوزن خلافا لما يوجب الخلاف في النوع."}
{"answer": "نهي عن صلاه الجماعه في المسجد حرام، لأن النبي صلى اله عليه وسلم قال: «من سمع النداء فلم يأته فلا صلاه له إلا من عذر»"}
{"answer": "يجب على المسلم أن يصلي الظهر في وقتها الأولى لأن النبي صلى اله عليه وسلم قال: «خير الصلاه في وقتها الأولى»."}
{"answer": "الإحتفال بالمولد النبوي ليس من سن النبي صلى اله عليه وسلم ولا من أحكام الشريعه الإسلاميه، وإنما هو.bidع مستحدثه، ويجب على المسلم أن ي離ها لئلا يقع في معصيه الریب و البدع."}
{"answer": "ينبغي أن يصلي Behind واحد من الإمامين، ولا ينبغي أن يصلي خلفهما معا، لئلا يحدث الخلاف والفتنه في المسجد."}
{"answer": "يبطل صلاته لان الجنب لا يصلح لامتثال له في الصلاه، والصلاه خلف الإمام لا تغني عنه عن طهاره البدن"}
{"answer": "من صلى الصلاه دون وضوء فهي لا تجوز، ويجب عليه أن يعيد الصلاه بعد أن يتوضأ، لأن الوضوء هو من شرائط صحه الصلاه"}
{"answer": "ينبغي أن لا تحضر المرأه الجمعه إذا كانت حائضا، لأن النبي صلى اله عليه وسلم نهى عن ذلك، وروى أبو داود أن النبي صلى اله عليه وسلم قال: «لا تحض المرأه الجمعه إذا كانت حائضا»."}
{"answer": "يجب على الرجل الجنب أن يعيد الصلاه لاحقا بعد طهوره، لأن الصلاه خalf الإمام لا تغني عن الصلاه الفرديه."}
{"answer": "مات في الطريق أثناء أداء فريضه الحج فيكون مجهزا لحج، ولا يلزمه أن يكمله أحد عنده، ويقوم بجنازته ويدفنه في مكان موته، ويجوز أن يصلي عليه في المكان الذي مات فيه."}
{"answer": "من صلى صلاه الفجر في وقت الشروق فقد فاته الصلاه، لأن وقت الفجر ينتهي مع ارتفاع الشمس عن الأفق، وعليه أن ي重新 الصلاه في وقتها الصحيح."}
{"answer": "يصح صلاته، لأن الفاتحه ليس فرضا على المأموم، بل على الإمام فقط، ولا يلزمه قرأتها في الصلاه خلف الإمام."}
{"answer": "الصلاه ركن من أركان الإسلام خمسه، وهي واجبه على كل مسلم يبلغ مبلغ الأحلام، ويتم الواجب من خلال أداء الصلاه الخمسه في أوقاتها المحده"}
{"answer": "يجوز لمن لا يعرف القراءه أن يؤم في الصلاه ما دام يعرف أ 少 من الفاتحه أو من السوره، أو يعرف آيه من القرآن، أو يعرف بعض الكلمات من القرآن."}
{"answer": "يجب على من نام عن الصلاه في وقتها أن يقوم بها فور استيقاظه، وينوي قضاء ما فات، ولا يكفيه القول إني نامت عن الصلاه فلا أجزئها الآن."}
{"answer": "أكل لحم الخنزير حرام في الإسلام، لأن اله عز وجل نهى عنه في القرآن الكريم في سوره البقره الآيه 173"}
{"answer": "يجوز الصلاه النافله بعد انقضاء الوقت، لأن النافله لا تحتاج إلى وقت مخصوص، فإذا صلى الفريضه في وقتها ثم صلى النافله بعد انقضاء الوقت، جازت صلاته."}
{"answer": "حكم من يترك الصلاه بسب النوم أو الكسل هو أنه حرام ويعد من الكبائر، ويجب عليه أن يندم ويتوب إلى اله تعالى، لأن الصلاه هي ركن من أركان الإسلام، وعليها مدار الإسلام."}
{"answer": "ليس لزوج أو ولي امرأه أن يمنعها من الصلاه في مسجد الجماعه ما دام لها خير وخوف من اله تعالى."}
{"answer": "فاته صلاه الجمعه بدون عذر فعليه أن يغتسل ويصلي dört ركعات代ا عن الجمعه"}
{"answer": "يجب على المأموم أن لا يصلي خلف الإمام في صلاه الجمعه، بل يجب أن يصلي مع الإمام لئلا يفوته تکبيرات الإمام"}
{"answer": "من صلى الفريضه في وقتها دون وضوء فعليه أن يعيد الصلاه لعدم صحه الصلاه بدون وضوء."}
{"answer": "الركن الذي إذا ترك لا تقبل الصلاه هو القلب والاقامه"}
{"answer": "من ترك الصلاه عمدا فقد كفر، لأن الصلاه هي ركن من أركان الإسلام، وتركها عن جهل أو نسيان فهو فاقد، แต تركها عمدا هو كفر."}
{"answer": "نعم، يصح أن يصلي المسلم خلف إمام من مذهب مختلف عن مذهبه ما دام الإمام على صواب في أصول الدين ولا يخالف في شيء من أركان الصلاه"}
{"answer": "من ترك الصلاه عمدا فهو كافر باله العظيم، لأن الصلاه ركن من أركان الإسلام، وتركها عمدا يعد كفرا وعبدا لما هو أدنى من RIGHTS اله."}
{"answer": "يجب على المصلي أن يتم الصلاه خلف الإمام حتى ولو لم يسمع القراءه، لأن حضور الجمعه فرض في الإسلام."}
{"answer": "صوم الست من شوال سنه مؤكده عن النبي صلى اله عليه وسلم، ويستحب صيامها لمن لم يصم رمضان أو لمن أراد كفاره أو قربه إلى اله تعالى."}
{"answer": "يعد ترك الصلاه عمدا من الكبائر، وعقابه أن يEntered في النار يوم القيامه، فقد روی عن النبي صلى اله عليه وسلم أن قال: « بين الرجل والكفر ترك الصلاه »."}
{"answer": "يجوز لماموم أن يقرأ الفاتحه في الصلاه الجهريه إذا لم يسمع الإمام يقرأها، أما إذا سمعه فيقرأها فلا يقرأ الفاتحه."}
{"answer": "لا يجوز الاستعاذه بالات والعزى في الصلاه لأنها من أسماء الأوثان التي كانت تعبد في الجاهليه، وينبغي أن يستعيذ المسلم bằng اله من الشيطان الرجيم."}
{"answer": "يجب عليه قضاءهما بعد رجوعه من السفر، لأن جمع الصلاتين في السفر جائز وليس ركنا، والمراد هو أداء الصلاه في وقتها، ولا يقطع عنهما في السفر."}
{"answer": "يجب على من صلى بالناس وهو جنب أن يعيد الصلاه لأن الصلاه بالناس يجب أن يكون المصلي طاهرا."}
{"answer": "ينبغي على المريض أن يفطر في رمضان إن كان مرضه يمنعه من الصيام، ويقضي عن الأيام التي أفطرها بعد برأه."}
{"answer": "يجب على المصلي أن يتبع الإمام في كل حركات الصلاه، فإذا صلى خلف الإمام دون أن يراه فعليه أن ينتظر حتى يراه أو يسمع تكلamationه، فلايجوز له أن يسبق الإمام في الصلاه."}
{"answer": "نعم، يصح أن يصلي الرجل مع امرأته في مسجد واحد في وقت واحد، لأن الصلاه جماعه لا تلزم بالفصل بين الرجال والنساء، ما داموا يفيقون الشروط الشرعيه."}
{"answer": "يستقيم ويأتي بالركوع في حال نسيه دون أن يرفع يديه، ويستمر في صلاته دون أن يقطعها"}
{"answer": "من ترك صلاه الجمعه دون عذر فعليه لوم وتأديب، ويجب عليه أن يتعبد اله تعالى ويتوب إليه، وعدم تركها فيما بعد."}
{"answer": "Nam عن الصلاه في وقتها مع علمها حرام ويجب عليها القضاء"}
{"answer": "لا، فالصلاه في المسجد الحرام تفضل على الصلاه في أي مسجد آخر، لقول النبي صلى اله عليه وسلم: «صلاه في مسجدي هذا خير من ألف صلاه فيما سواه إلا المسجد الحرام»."}
{"answer": "يجوز الصلاه في المسجد ولو كان الناس نائمون، لما ورد في حديث أنس بن مالك رضي اله عنه أن النبي صلى اله عليه وسلم كان يصلي الفجر والناس نائمون حول lui."}
{"answer": "يصح صلاه من صلى خلف الإمام في وقت السهو، لأن الإمام هو القائم مقام المأموم في الصلاه، فما دام الإمام لم يفعل شيئا يفصد الصلاه فالنائب عنده لا بأس به"}
{"answer": "يبطل صلاته وجب عليه إعاده الصلاه بعد الوضوء، لأن التطهر شرط من شروط صحه الصلاه."}
{"answer": "نعم، يجب على المسلم أن يصلي الراتبه بعد كل صلاه فريضه لأنها سنه مؤكده عن النبي صلى اله عليه وسلم."}
{"answer": "من مات ولم يصلي من رمضان فلا يفطر عنه، لأن فريضه الصوم فرضا شخصيا لا يمكن نقلها إلى الغير، ولكن يكفر عنه بقتل رقبه أو إطعام مسكين."}
{"answer": "يجب على من صلى صلاه الفجر في وقت الضحى أن يعيد الصلاه في وقتها المخص، لأن الصلاه في وقتها أهم شروطها."}
{"answer": "من ترك الصلاه بدون عذر فقد وقع في الكفر الصغير، ويستحق العقاب في الدنيا والآخره، وال/OR أن يعود إلى اله تائبا ويندم على ما فعل."}
{"answer": "من ترك الصلاه عمدا فقد كفر وخرج عن المله، قال تعالى: (فخلف من بعدهم خلف فادلوا عن الصلاه واتبعوا الشهوات فسوف يلقون غيا)"}
{"answer": "يحرم أكل لحم الخنزير في الإسلام، فقد نهى اله عنه في القرآن الكريم بقوله تعالى: «حرمت عليكم الميته والدم ولحم الخنزير» سوره البقره الآيه 173."}
{"answer": "الصلاه في المسجد أفضل من الصلاه في المنزل، لأنها تجمع بين فضل الجماعه وفضل الصلاه في المسجد، كما أنها تجتمع فيها آثار كثيره من البركات والرحمه، ولكن الصلاه في المنزل جائزه أيضا إذا كان المصلي محتاجا إلى ذلك، أو كان يخشى على نفسه أو ماله أو عرضه."}
{"answer": "عليه القضاء والكفاره وذلك لأن أكله في النهار أثناء الصيام بدون عذر يبطل صومه ويجب عليه قضاء يوم واحد من رمضان كفاره عن يوم"}
{"answer": "يبطل صلاته vì أن قراءه الفاتحه في أول ركعه من أركان الصلاه، ويجب عليه إعاده الصلاه."}
{"answer": "يتعين على المسلم أن يبرع بالمال لغير المسلمين إذا كانوا في حاجه ماسه، وذلك لإظهار الرحمه والتعطف عليهم، ولكن بشرط أن لا يترتب على ذلك ضر على المسلمين أو دينهم."}
{"answer": "حكم من صلى الجمعه في غير المسجد الجامع أن صلاته لا تجوز، لأن الجمعه شرطها أن تكون في المسجد الجامع، أو في جامع آخر إذا كان هناك أكثر من جامع في المدينه."}
{"answer": "نعم، يجزئ الطهاره بالمياه المضafe ما دام الماء طاهرا وصالحا لاستعمال في الطهاره، فالماء المضاف لا يمنع من صحه الطهاره"}
{"answer": "لا يحرم على المرأه قراءه القرآن في حال الحيض، بل هو جائز لها، لما روي عن عائشه رضي اله عنها أنها كانت تقرأ القرآن في حال الحيض."}
{"answer": "ال_salat_ التي تصلى دون وضوء لا تقبل، فالصلاه لا تقبل دون الطهاره، ويجب على المسلم أن يتطهر قبل الصلاه، لأن النبي صلى اله عليه وسلم قال: «إنما يقبل العمل الصالح من المتطهر»."}
{"answer": "حرم اله تعالى أكل لحم الخنزير في القرآن الكريم بقوله تعالى «حرمت عليكم الميته والدم ولحم الخنزير وما أهل لغير اله به»، فمنوع أكل لحم الخنزير في الإسلام."}
{"answer": "يبطل صلاته؛ لأن صلاه الفجر ركعتان، فلا تم بالركعه الواحده."}
{"answer": "من صلى خلف إمام يرتكب المعاصي جائز صلاته، لأن الإمام مرجع في الصلاه لا في أعماله الشخصيه، لكن ينبغي أن يرعوي الإمام عن المعاصي."}
{"answer": "تعداد ركعات صلاه الجمعه في الإسلام هي ركعتان فقط، ولا يلزم بهما القراءه بعد الفاتحه."}
{"answer": "يجب عليه القضاء ويتكفل عن كل ليله نام فيها بالإضافه إلى كفاره يوم ل mỗi يوم نام فيه عن قصد)"}
{"answer": "حكم الميت أن يبطل دينه إن كان مدينا، فما ترك من دين فهو مسئول عنه عند اله، والوارثون لا يتحملون دينه، إلا أنهم يؤدون عنه إن كانت لهم إمكانيه سداد الدين."}
{"answer": "من ترك الصلاه في النوم بسب الكسل فهو آثم وعليه أن يقوم بالتوبه والاستغفار والقيام بالصلاه في أوقاتها"}
{"answer": "يجب على المصليغسل رجليه قبل الصلاه، فلو صلى الجمعه دون غسل رجليه بعدما أخرمها فإنه لا تجوز صلاته تلك."}
{"answer": "الفرق بين الصلوات الخمس أن الفجر ركعتان، والظهر أربع ركعات، والعصر أربع ركعات، والمغرب ثلاث ركعات، والعشاء أربع ركعات."}
{"answer": "منع الزوجه من الطلاق لمده طويله دون مبر شرعي عده من أنواع الظلم والجور، ويحرم على الزوج أن يمنعها من ذلك دون مبر شرعي، ويجب عليه أن يخيرها بين البقاء معه أو الخلع أو الطلاق."}
{"answer": "يحرم الصلاه في وقت الشروق لأن النبي صلى اله عليه وسلم نهى عن الصلاه في هذه الساعه قال صلى اله عليه وسلم لا صلاه بعد صلاه الفجر حتى تطلع الشمس ولا صلاه بعد صلاهالعصر حتى تغرب الشمس."}
{"answer": "حرام قطعا، لأن اله تعالى نهى عن أكل لحم الخنزير في القرآن الكريم قائلا: «قل لا أجد في ما أوحي إلي محرما على طاعم يطعمه إلا أن يكون ميته أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل لغير اله به فمن اضطر غير باغ ولا عاد فإن ربك غفور رحيم»"}
{"answer": "من ترك الصلاه عمدا فقد كفر، والهجره إليه واجبه، ويجب عليه أن يتب والاستغفار، ويتوب إلى اله توبه نصوحا."}
{"answer": "من صلى الصلاه دون وضوء فعليها إعادتها مع الوضوء، لأن الصلاه لا تقبل دون طهاره."}
{"answer": "من يأكل لحم الخنزير عمدا فقد اعتدى على حرمه اله عز وجل، ويجب عليه أن يتب إلى اله ويتوب عن فعله، وأن يغسل يديه وجه ويرد ملběه، ويستغفر اله منه."}
{"answer": "لا تجوز الصلاه خلف إمام جاهل، لأن الجاهل لا يقرأ القرآن بشكل صحيح ولا يعلم أحكام الشريعه، ويجوز لمن صلى خلفه أن يعيد الصلاه"}
{"answer": "يجوز لما صلى خلف الإمام في المسجد الحرام أن يكر صلاته، لأن الصلاه خلف الإمام في المسجد الحرام لا تصح إلا في حاله كونه مسافرا أو مريضا أو ضعيفا."}
{"answer": "يحرم على المرأه الطواف حول الكعبه في حالتي الحيض والنفاس، لأنها في هذه الحالتين تكون ناجسه، ولا يجوز لها الطواف إلا بعد أن तحرم وتطهر."}
{"answer": "يعد ذلك صلاه فجر فائته ولا تصح صلاه الظهر في وقت الفجر"}
{"answer": "لا يصح صوم يوم الجمعه وحده دون بقيه الأيام؛ لأن رسول اله صلى اله عليه وسلم نهى عن صوم يوم الجمعه وحده دون resto الأيام"}
{"answer": "يصلي من جديد، لأن الصلاه خلف الإمام لا تقوم مقام الطهاره، فيجب عليه أن يتوضأ ثم يعيد الصلاه."}
{"answer": "صيام يوم الجمعه منفردا عن الجماعه مكruh، لأن النبي صلى اله عليه وسلم نهى عن صيام يوم الجمعه منفردا، وفي الحديث: «لا صام منكم أحد يوم الجمعه إلا أن يصوم يوما قبله ويوما بعده»."}
{"answer": "الأصح أن لا يحرم على المرأه الطاهره أو النائحه أو الحائض قراءه القرآن الكريم، لأن قراءه القرآن لا يترتب عليها طهاره، وإنما يراد بها التكليم والتفكر في كلام اله تعالى."}
{"answer": "ينبغي له أن يقرأ الفاتحه إذا تذكر قبل أن يركع الإمام، وإن تذكر بعد ركوع الإمام لا يقرأها."}
{"answer": "روي عن النبي صلى اله عليه وسلم أن قال: «من نام عن صلاه فأعادها حين ذكرها فليصلها»، فالحكم هو أن يعيد الصلاه عندما يستفيق في حاله النوم العميق."}
{"answer": "من ترك الصلاه دون عذر شرعي فقد ارتكب كبيره من الكبائر، ويجب عليه أن يتوب إلى اله تعالى وأن يعود إلى أداء الصلاه في أوقاتها، فإن لم يفعل فإنه يقع تحت طاعه اله تعالى."}
{"answer": "من ترك الصلاه عمدا فهو كافر بلا خلاف بين العلماء والفقهاء، لأن الصلاه هي ركن من أركان الإسلام الخمسه، وتركها عمدا يعد كفرا صريحا."}
{"answer": "من يترك الصلاه عن عمد يقع في الكفر ويخلع عهده مع اله عز وجل، ويجب عليه التوبه النصوح قبل موته ليرجع إلى أحكام الإسلام."}
{"answer": "من صلى ركعتي الفجر في وقت السحر فعليه أن ي-repeat الصلاه لأن وقت الفجر انتهي والصلاه لا تجزئ في وقت السحر."}
{"answer": "يجب على المصلي أن ينتظر حتى ينزل الإمام عن المنبر ثم يقوم بالصلاه، لأن الصلاه خلف الإمام لا تجوز إذا كان يخطب على المنبر."}
{"answer": "يبطل صومه ويجب عليه قضاء يوم ويكفره، ويستمر في صيام الشهر إن كان مستمرا فيه."}
{"answer": "يبطل صلاته عند الأئمه الأربعه؛ لأن المبتدع لا يعد إماما صحيحا في الصلاه، ويجب عليه أن ي离 عن تلك الصلاه ويصلي مع إمام من أهل السنه والجماعه."}
{"answer": "حكم من صلى الصلاه دون وضوء أنها لا تجوز ولا تصح، لأن الوضوء هو شرط من شروط الصلاه، فلا يصح أن يصلي بدون وضوء."}
{"answer": "يجب على الزوج أن لا يمنع زوجته من الطلاق إذا أرادت ذلك، فلا يجوز ему أن يضطهد زوجته أو يمنعها من حقوقها الشرعيه."}
{"answer": "من صام رمضان دون غسل الجنابه thì صومه غير صحيح ويجب عليه القضاء مع الكفاره"}
{"answer": "إن من صلى خلف إمام جاهل بالشرع فعليه إعاده الصلاه؛ لأن الصلاه خلف إمام جاهل لا تصح، وينبغي على المكلف أن يتبع ما أرشده اله ورسوله صلى اله عليه وسلم في الأمور الشرعيه"}
{"answer": "حكم من صلى الصلاه دون غسل يديه أن صلاته فاسده، لأن الطهاره شرط من شروط الصلاه الصحيحه."}
{"answer": "لا يصح منع المرأه من الصلاه في مسجد جماعه طالما كانت المحافظه على الحد الأدنى من الساتر بينها وبين الرجال، وأما منعها فإنه مخالف لما جاء في السنه النبويه الشريفه."}
{"answer": "تكون صلاه العصر أربع ركعات، ركعتين أولين، وركعتين آخرین."}
{"answer": "من صلى الفجر في وقت الصلاه الأخرى فقد فاته صلاه الفجر ويلزمه الإعاده لأن كل صلاه لها وقت مخصوص لها في الشريعه"}
{"answer": "منع الزوجه من زياره أهليها دون مبر شرعي حرام ولا يجوز، لأن النبي صلى اله عليه وسلم أمر bằng رعايه الأقربين."}
{"answer": "يصح صلاته لأن الجنابه لا تمنع من الصلاه خلف الإمام، แตє باید یغتسل قبل دخول الصلاه التاليه."}
{"answer": "من ترك الصلاه عن عمد فقد 브라 إسلامه، وقيل إنه يكفر، إلا أن يكفر باله أو برسوله، أو يستهزئ بالدين أو يكفر بالقرآن"}
{"answer": "من نام عن الصلاه في وقتها فعليه أن يقوم بها فور ما يستيقظ، مع قضاء ما فات من صلاته."}
{"answer": "تارك الصلاه كفر بلا خلاف بين العلماء، لأن الصلاه ركن من أركان الإسلام الخمسه، فمن تركها مع علمها وقلب سليم كفر بلا ريب."}
{"answer": "إن من صلى الفريضه خلف الإمام في الجماعه إذا سبق الإمام إليه يكر مع الإمام ما فاته من الركعه ولا يكر ما قام به من الصلاه."}
{"answer": "يبطل صلاته، لأن الصلاه خلف الإمام الجاهل لا تصح، فإنه يجب عليه أن يعدل عن الجماعه ويسجد سجده السهو، ثم يأتي بصلاته من جديد."}
{"answer": "من يفطر في رمضان بدون عذر شرعي فقد عصى اله ورسوله، ويجب عليه قضاء أيام رمضان التي افطرها، وعليه كفاره أيضا."}
{"answer": "صلاه من صلى خلف إمام جاهل بالفعل لا تحسب له، ولا يلزمه إعادتها، ولكن يجب عليه أن يبتعد عن الإمام الجاهل في الصلاه لئلا يقع فيما نهى عنه رسول اله صلى اله عليه وسلم."}
{"answer": "منع الزوجه من زياره والديها دون مبر شرعي حرام لأن النبي عليه الصلاه والسلام قال: «لا يمنع امرأه زوجها أن تزير أبويها»."}
{"answer": "منع الزوجه من الذهاب إلى المسجد دون مبر شرعي هو مخالف لشريعه الإسلاميه، فقد أمر النبي صلى اله عليه وسلم النساء بالخروج إلى المسجد في صلاه التراويح، ويجوز لها أن تذهب إلى المسجد إذا وافق الزوج أو لم يكن هناك مبر شرعي لمنعها."}
{"answer": "إن bán المال في رمضان ثم افطر قبل أن يenerima المال لا يبطل صومه، لأنه لم يenerima المال في نهار رمضان، وإنما يenerima المال في ليله رمضان، فلا يلزمه القضاء ولا الكفاره."}
{"answer": "الوقت المباح لصلاه الفجر هو من فجر الصبح حتى طلوع الشمس، ويستحب أداؤها عند الفجر الأبيض."}
{"answer": "يصح أن يسجد مع الإمام في سجده التلاوه في الصلاه، ويستحب أن ينتظر قليلا قبل أن يسجد لئلا يسبق الإمام."}
{"answer": "صلاه الفجر يجب أن تصلى في وقت الصلاه الأولى قبل طلوع الشمس، ومن صلى في وقت الصلاه الأولى فقد أديت صلاته، ويمكن أن يrepeatها لتقيه أو لاستحباب."}
{"answer": "ينبغي على من صلى خلف الإمام أن لا يتقدم عليه في أي من أفعال الصلاه، فإذا قام قبل أن يسجد الإمام فقد أخطأ، ويستحب له أن يراجع نفسه ويستأنف من مكان كان فيه."}
{"answer": "يجوز أن يقرأ الفاتحه مع الإمام في الصلاه إذا كان خلفه، لأن القراءه جائزه في الصلاه الجماعه، إلا أن من صلى خلف الإمام فقرأ الفاتحه معه لا يأتي بهذه القراءه عنادا أو عنادا، بل يقرأها خفيه أو في نفسه."}
{"answer": "ليس في الإسلام ما يمنع المرأه من التعليم، بل يعز عليها تعليم نفسها وتعليم غيرها، كما في حديث النبي صلى اله عليه وسلم «طلب العلم فريضه على كل muslim»."}
{"answer": "لا يعد مسلما مرتدا من صلى خلف الإمام في غير مسجد القصبه، فالصلاه خلف الإمام جائزه في أي مكان، شريطه أن يتم ذلك بتوكيل الإمام أو بتوكيل من توكله"}
{"answer": "من ترك الصلاه عمدا فهو كافر باله تعالى، لأن الصلاه هي ركن من أركان الإسلام، وتركها عمدا يعد كفرا باله تعالى."}
{"answer": "الركوع هو ركن من أركان الصلاه، ويتم فيه انحناء الجسد قليلا مع ثني الركبتين، ورفع اليدين على الركبتين، قائلا سبحان ربي العظيم."}
{"answer": "ينبغي على من فطر في رمضان عن عذر شرعي أن يقضيه في أي وقت بعد رمضان، ولا يلزمه كفاره"}
{"answer": "يجب تجنب الصلاه في مسجد بني على قبر، لأن النبي صلى اله عليه وسلم نهى عن بناء المساجد على القبور، ويعتبر ذلك من بدعه الخوارج."}
{"answer": "صلاه الجمعه واجبه على كل رجل مسلم حر بالغه في كل مكان يتوفر فيه عد من المسلمين، وتعادل صلاه الظهر في يوم الجمعه."}
{"answer": "يعتبر الصلاه خلف الإمام صحيحه إذا كانت النسخه مختلفه عن نسخه الإمام، لما روي عن النبي صلى اله عليه وسلم أنه قال: «إذا صلى أحدكم خلف إمام فليصل كما صلى الإمام»."}
{"answer": "يجب على من صلى الجمعه في مكان ليس فيه إمام أن يعيد الصلاه في وقتها، لأن الجمعه لا تصح إلا مع الإمام."}
{"answer": "من صلى خلف إمام جاهل فالصلاه لا تجوز له، ويجب عليه إعaden الصلاه مره أخرى؛ لأن الإمام إذا جاهل فلم يكن إماما، والصلاه خلف إمام جاهل لا तसبيح لها."}
{"answer": "ينبغي على المصلي أن لا يصلي خلف الإمام في الركعه الأولى من صلاه الجمعه، بل ي開始 بالتكبير لئلا يفوته إقامه الصلاه"}
{"answer": "ترك الصلاه من غير عذر في الإسلام حرام ويعد من أكبر الكبائر، وقد يخرج عن المله من فعله ذلك متعمدا."}
{"answer": "من صام يومين متابعين في رمضان دون أن يكمل الشهر فإنه لا يعد من صام رمضان، وينبغي عليه أن يكمل الشهر أو يفطر ثم يعيد الصوم."}
{"answer": "يصح صلاته، ويجزئه ذلك التشهد، ولا يلزمه إعاده الصلاه؛ لأن التشهد الأخير ليس ركنا من أركان الصلاه."}
{"answer": "التكفير هو إخراج الشخص من مله الإسلام، ولا يحل التكفير إلا من قبل اله تعالى أو رسوله صلى اله عليه وسلم، أو من قبل من أجمع العلماء على تكفيره، فلا يجوز لهوام أن يكفروا أحدا من المسلمين."}
{"answer": "صلاه الجمعه لا تجب على النساء، ولكن يمكنهن حضورها إذا كن يرغبن في ذلك، لكن لا يكلفن بهن."}
{"answer": "من ترك الصلاه عمدا في الإسلام فقد وقع في الكفر الأكبر، ويستاب حتى ي رجع إلى الصلاه، وإلا ف死亡 على الكفر."}
{"answer": "من ترك الصلاه بسب النوم فعليه القضاء في وقتها ولا كفاره عليه، لأن النوم ليس عذرا في ترك الصلاه"}
{"answer": "يصح صلاته، ويستحب عليه أن يعيد الصلاه في وقتها لئلا يضيع فريضه"}
{"answer": "الفرق بين الصلاه والصيام في رمضان أن الصلاه هي ركن من أركان الإسلام الخمسه ويجب أن تؤدى في كل وقت، أما الصيام فخاص برمضان ويجب أن يصام فيه كله، والصلاه هي عباده تخص باليل والنهار، أما الصيام فيخص بالنهار."}
{"answer": "من صلى الفجر قبل وقت السلام من اليل فقد أخل بالصلاه، ويوجب عليه الإعاده في الوقت المحد"}
{"answer": "يجب على المأموم أن يصلي بسرعه أيضا لئلا يفوته ركوع الإمام أو سجوده، لأن المأموم يتبع الإمام في الصلاه."}
{"answer": "应 من المورث أن يقوم بدفع الدين عن الميت من التراث قبل توزيع الورثه، وذلك لأن دفع الدين هو الأولويه على توزيع التراث."}
{"answer": "允许 المرأه الوصيه لزوجها في الإسلام، وإن كان لها النصيب من الميراث، بل والمرأه لها حقوق متعده في الإسلام، منها حق الولايه على أبنائها في حاله وفاه الزوج."}
{"answer": "جائز صلاه المغرب في وقت العشاء في حاله النسيان، ولكن يجب إعاده الصلاه إذا تذكر قبل تمام اليل."}
{"answer": "يجوز أن يصلي خلف الإمام ولا يشترط رؤيه الإمام، فقد صح عن النبي صلى اله عليه وسلم أنه صلى خلف أبى بكر رضي اله عنه ولم يرعه."}
{"answer": "يجب تجنب الصلاه في المكان الملتحي بالنجاسه، لأن النجاسه تمنع صحه الصلاه، وينبغي على المرء أن يبتعد عنها أو يزيلها قبل أن يصلي."}
{"answer": "نهى النبي صلى اله عليه وسلم عن الكلام في الصلاه، فقال: «لا يكلم الرجل في الصلاه»."}
{"answer": "من نام عن الصلاه في وقتها فعليه قضاءها إذا thức، ولا حد عليها، ولكن يخاف من اله وعليه أن يستعجل القضاء لتكفير التقصير."}
{"answer": "ينبغي لمن صلى خلف إمام جاهل أو فاسق أن يعيد الصلاه، لأن الصلاه خلفه لا تجزئ؛ لأن الإمام يجب أن يكون عادلا تقيا."}
{"answer": "يجب على من نام في اليوم الأول من رمضان مع علمه بأنه يوم رمضان أن يقوم بقضاء ذلك اليوم، لأن النوم عن الصوم لا يعفى عنه بالجهل، ويتكفل بفطر ذلك اليوم في حال القدره."}
{"answer": "حكم منع الزوجه من زياره أهلها دون إذن الزوج هو الحرام، لأن النبي صلى اله عليه وسلم قال: «لا يمنع زوجها من زياره أهلها»."}
{"answer": "صلاه الجمعه لا تجزئ عن صلاه الظهر، فإذا فاته بسب النوم فليقضها ظهرا."}
{"answer": "صلاه التراويح في رمضان двадцать ركعه، ويجوز تقصيرها إلى八 ركعات أو أكثر، وإن كان الأفضل هو أداؤها العشرين ركعه."}
{"answer": "حكم من صلى الجمعه في غير وقتها أنها لا تصح، ويجب عليه أن يصلي الظهر عوضا عنها، لأنه خالف الوقت الذي فرض اله عليه."}
{"answer": "الجمعه تجب على كل-Muslim كامل الأهليه، ويجب على المصلي أن يكون طاهرا، فلو صلى الجمعه دون غسل الرأس لزمه إعادتها بعد التطهر"}
{"answer": "منع الزوجه من الذهاب إلى المسجد دون عذر شرعي حرام، لأن النبي صلى اله عليه وسلم قال: «لا تمنع امراه مسجدا إلا بإذن زوجها»."}
{"answer": "يستمر في صلاته ولا يلزمه إعاده الصلاه، لأن الإمام يمثل المأموم في الصلاه"}
{"answer": "يصح صلاته الأولى الفريضه ويستحب صلاته الثانيه النافله، لأن النبي صلى اله عليه وسلم كان يصلي الفريضه ثم يصلي بعدها نافله."}
{"answer": "يبدأ الصيام في رمضان من فجر الصوم إلى غروب الشمس، ويجب أن يبدأ المسلم صيامه من وقت الفجر الصحيح الذي يبدأ فيه النهار法يا."}
{"answer": "من صلى صلاه الجمعه دون وضوء فلا تجزئه، ويجب عليه أن يعيد الصلاه بعد التطهر."}
{"answer": "صوم الست من شوال بعد رمضان سنه مؤكده من رسول اله صلى اله عليه وسلم، ويعتبر من أفضل الأعمال بعد رمضان."}
{"answer": "من ترك الصلاه عمدا فقد كفر وفقا لجمهور العلماء، ويجب عليه التوبه النصوح والعوده إلى أداء الفرائض."}
{"answer": "عد ركعات صلاه المغرب أربعه ركعات، منها ثلاث ركعات فريضه و ركعه نافله."}
{"answer": "حكم مصافحه الرجل لمرأه الأجنبيه في الإسلام أنه محرم، لأن النبي صلى اله عليه وسلم نهى عن مصافحه الرجل لمرأه الأجنبيه، ولم يرد فيها استثناء."}
{"answer": "ذهب الجمهور من الفقهاء إلى أن زياره القبر جائزه لمرأه كالرجل، لما روي عن النبي صلى اله عليه وسلم أن أمهات المؤمنين كن يزورنه القبر، ولم يرد عن النبي صلى اله عليه وسلم نهي عن زياره القبر مطلقا."}
{"answer": "يجب على الإمام أن يعلم المأمومين بحاله لئلا يصليوا خلفه وهو جنب، لأن الصلاه خلف الجنب لا تصح."}
{"answer": "من ترك الصلاه عمدا فقد خرج عن الإسلام، لأن الصلاه ركن من أركان الإسلام الخمسه، والترك العمد لها كفر، ويجب أن يتوب عن ذلك قبل الموت."}
{"answer": "حكم بيع الذهب بالذهب إذا كانت كميتهما متفاوته هو الحرام، لأن النبي صلى اله عليه وسلم نهى عن بيع الذهب بالذهب إلا هاء هاء سواء سواء."}
{"answer": "ينبغي على من صلى الفجر في الجمعه قبل دخول الوقت أن يعيد الصلاه بعد دخول الوقت لأن الصلاه ليست صحيحه قبل دخول وقتها"}
{"answer": "عليهم الإعاده، لأنهم لم يصلوا خلف الإمام في الركعه الأولى، فصلاه الجمعه لا تقوم بلا إمامه."}
{"answer": "يصح أن يصلي پشت المأموم في الصلاه لكن يجب على المأموم أن يعرف أن المصلي پشته مأموم أيضا، فلا يصرف عنه في الصلاه إلا أن يخالف السنه."}
{"answer": "صلاه الجمعه واجبه في Zaman الاضطرار، لأنها فرض كفايه، ولا تبطل بفرض الضروره."}
{"answer": "يصح صلاته، لأن الإمام هو الذي يأمره بالقراءه، وله أن يتابع الإمام في القراءه، ولو أن الإمام قرأ سوره من المئون، فلا حرج عليه في أن يقرأ سوره أخرى."}
{"answer": "عندنا في صلاه الجمعه ركعتان فقط، ولا يقصر عنها، ولا يجمع بينها وبين الأخرى."}
{"answer": "يجب إزاله النقش أو تغير الثوب قبل الصلاه، لأن الصليب رمز دين آخر ويحرم التبرك به."}
{"answer": "حكم منع الزوجه من الذهاب إلى مسجد الجمعه هو أنه لا يجوز لزوج منع زوجته من الذهاب إلى مسجد الجمعه إذا كانت تريد أن تشهد الجمعه، لأن حضور الجمعه فرض كفايه، ولا يملك الزوج مانعه زوجته من فرائض اله."}
{"answer": "يجوز لمرأه أن تصلي في المسجد الجماعي إذا كانت قد توضأت ولبست لباسا طاهرا وامتنعت عن التبرج، فلا حرج على المسجد أن يفتح أبوابه لنساء والرجال على السواء."}
{"answer": "يصح صلاته إذا كان الإمام قد أتم الصلاه، أما إذا لم يأت الإمام بالصلاه فلا تصح صلاته، لأن الصلاه خلف الإمام لا تصح إلا إذا كان الإمام يصلي."}
{"answer": "لم ينع النبي صلى اله عليه وسلم النساء من حضور الجمعه في عهده، بل كان يأمرهن بالخروج إلى الصلاه في يوم الجمعه، وكان يأمر المسلمين أن يسهلوا علىهن في الطريق، ويأمرهم أن لا يمنعوهم من الخروج إلى المسجد."}
{"answer": "من صلى الجمعه في غير مسجد الجمعه فليس بجامل، لأن الجمعه شرعت في المساجد الخاصه بها وليس في غيرها."}
{"answer": "ينبغي على المكلف أن يصلي المغرب والعشاء بشكل منفصل في أوقاتها المحده، ف الجمع بينهما في وقت واحد لا يجوز في رمضان ولا في غيره."}
{"answer": "يجوز له أن يكملها مع من بقي من المأمومين، أو أن يأتي بآخرها yalnız، لأن الصلاه لا تبطل بفاه الإمام."}
{"answer": "ينبغي على من صلى خلف الإمام في صلاه الجمعه ولم يقنت أن ي-repeat صلاه الجمعه لأن قنت الإمام لا يفي بدين المأموم"}
{"answer": "الشرع ي نهى عن المشاركه في انتخابات ولايه غير إسلاميه لأنها تشرع لكفر وتقوي شأن الكافر، ويحرم على المسلم أن يشارك في شيء من شأنه أن يزيد في قوه الكفر"}
{"answer": "من صام رمضان ثم افطر قبل أن يcomplete شهر رمضان فليقض ما فاته من رمضان، ولا يأثم ما فرط فيه، ويعيد ما افتر منذ الفطر إلى منتهى الشهر."}
{"answer": "الصلاه في وقت الشفع جائزه، لأن الشفع من وقت الفريضه، فإذا صلى الإنسان الفريضه في وقت الشفع أجزأه عن الفريضه"}
{"answer": "عقوبه من أكل الربا هي أن يأكل ماله في الدنيا ويحرمه في الآخره، كما جاء في حديث رسول اله صلى اله عليه وسلم «الربا ثمانيه وسبعون بابا أيسرهم مasco بالمرأه المحصنات»."}
{"answer": "من أتى بهديته في العيد جاهلا لا عذاب عليه، أما من فعل ذلك متعمدا فهو مذنب وعليه أن يكفر عن ذلك."}
{"answer": "من يتراخى في صلاته الظهر والعصر معا في وقت واحد فعليه أن يصلي كل صلاه في وقتها riêng، لأن الجمع بين الصلاتين في وقت واحد لا يجوز إلا في حالات الضروره والخوف والمرض."}
{"answer": "نعم، يجب على المسلمين الصوم في يوم عاشوراء معتبرا له فضيله كبيره في الإسلام، فقد ورد في الحديث عن النبي صلى اله عليه وسلم أنه قال: «ما رأيت في الإسلام يوما أفضل من يوم عاشوراء»."}
{"answer": "حكم من نهى عن زیاره القبور في الإسلام هو الجواز، فقال النبي صلى اله عليه وسلم: «لأعز عليكم زياره القبور»."}
{"answer": "على من أفطر في رمضان معذرا أن يقضي عنه إذا ظهرت عذره، أما من أفطر بدون عذر فلا يقضي عنه بل يطعم مسكينا عن كل يوم فطر فيه"}
{"answer": "لا يصح الصلاه بدون وضوء، ويجب على المكلف أن يتوضأ قبل الصلاه ليكون صلاته صحيحه."}
{"answer": "الصوم هو الامتناع عن الأكل والشرب والجماع منذ الفجر إلى المغرب، أما الصيام فهو الامتناع عن المعاصي والذنوب بالإضافه إلى الامتناع عن الأكل والشرب والجماع."}
{"answer": "عقاب من يكذب على الرسول صلى اله عليه وسلم أن يبعثه اله عز وجل يوم القيامه في قبره مع النار، وفي حديث رسول اله صلى اله عليه وسلم «من كذب على меня متعمدا فليتبوأ مقعده من النار»."}
{"answer": "ينبغي على من فاته الإمام في ركعتي الافتاح أن يصلي أربع ركعات من دبر الصلاه عوضا عن صلاه الجمعه"}
{"answer": "من نسي الصلاه في الإسلام يقضيها عندما يذكرها، ولا كفاره عليه إلا أن يتوب إلى اله ويقبل التوبه."}
{"answer": "من ترك الصلاه بسب الكسل فقد ارتكب كبيره من الكبائر، ويجب عليه أن يتوب إلى اله تعالى ويعود إلى الصلاه، فإنه لا يترك الصلاه إلا منافق أو فاجر."}
{"answer": "صلاه الجمعه فرض على الرجال في الإسلام، ويجب أن يؤديها في مسجد الجمعه، أو في مكان عام آخر إذا لم يكن مسجد الجمعه موجودا."}
{"answer": "من صلى بالناس وهو جنب فإنه يجب عليه الإعاده بعد الطهاره، لأن الصلاه لا تقبل من الجنب إلا بعد الغسل."}
{"answer": "إعفاء الماء عن الجنابه جائز بشرط أن لا يزيل الماء الأجزاء الداخليه من الجسد، فإذا زال الماء الأجزاء الداخليه من الجسد فلا يكفي إعفاء الماء عن الجنابه."}
{"answer": "من نسي الصلاه أو نام عنها دون قصد فعليه أن يصليها حين يذكر أو حين يستيقظ ولا يترتب عليه 아무 عقاب، لأن النسيان ولا القصد لا يحل الفعل، ولكن عليه أن يكثر من الاستغفار ويحسن النيه ليوم المعاد."}
{"answer": "ترك الصلاه عن عمد أو إهمال من الكبائر التي توجب النار على من أتیها وتهاونا بها، كما في حديث النبي صلى اله عليه وسلم: « بين الرجل وبين الكفر ترک الصلاه »."}
{"answer": "من صلى ركعتين في صلاه الفجر فقط، فإنه يلزمه إعاده الصلاه، لأن صلاه الفجر ركعتان فقط."}
{"answer": "يحرم الصلاه بعد الفجر قبل شروق الشمس، لأن النبي صلى اله عليه وسلم نهى عن الصلاه في تلك الساعه."}
{"answer": "الصلاه في وقتها فرض، ويجب القيام بها في وقتها دون تأخير، لأن النبي صلى اله عليه وسلم قال: «الصلاه في وقتها تطوع، والصلاه خارج وقتها نوم»."}
{"answer": "يبطل صلاته لأن النهي من أوقات النهي عن الصلاه، ولا يصح أن يصلي في هذه الأوقات، وينبغي عليه أن ي-repeat الصلاه في وقتها الم允ص"}
{"answer": "هو حرام بنص القرآن الكريم في سوره البقره آيه 173، ويعد من أكبر المحرمات في الإسلام."}
{"answer": "ترك الصلاه عن عمد من الكبائر التي توجب نار جهنم، قال اله تعالى: {فخلف من بعدهم خلف ضربوا الصلاه تركت واتبعوا الشهوات فسوف يلقون غيا} [مريم: 59]."}
{"answer": "منع الزوجه من زياره أهلها بدون إذنه جائز شرعا إذا كان الزوج قد منعها لما فيه مصلحه لهم أو لزوجته، والزوجه عليها أن تطيع زوجها في ذلك ما لم يكن المنع مضرا لها."}
{"answer": "يعد الصلاه لاقناعه، فيجب عليه إعاده الصلاه من началаها لئلا يبطل عبادته"}
{"answer": "لا يجوز لمرأه أن تؤدي الصلاه في ملابس النوم لأنها لا تغطي عورتها، فالصلاه في ملابس النوم منسوخ في الشريعه الإسلاميه."}
{"answer": "صيام يوم عاشوراء مكفول الثواب في الإسلام، وهو يوم عاشوراء وهو عاشر شهر محرم، وينبغي على المسلمين صيامه لما فيه من الفضيله والثواب."}
{"answer": "نعم، يجزئ الوضوء من الماء المستعمل في غسل الميت، لأن النبي - صلى اله عليه وسلم - وضوء من ماء غسل عبد الرحمن بن عوف، وذلك لأن الماء لا يصبح نجسا بلمسه لميت."}
{"answer": "يجوز إخراج زكاه المال القديم قبل دخول رمضان، لأن الزكاه واجبه على النفس لا على الوقت، فكل ما دفع زكاته قبل دخول رمضان فقد قضى حقه."}
{"answer": "يجب على من نام في الجمعه ولم يصلها في الوقت أن يصلي أربع ركعات بعد أن يستيقظ، وذلك كفاره عن ترك الصلاه في وقتها"}
{"answer": "صلاه الجمعه واجبه على الرجال في يوم الجمعه عند حضور الإمام وعدم تركها بدون عذر شرعي"}
{"answer": "تعداد ركعات صلاه الظهيره في الإسلام هي أربع ركعات، ويتلوها التشهد الأول ثم التشهد الثاني ثم الصلاه على النبي صلى اله عليه وسلم."}
{"answer": "حكم من صلى الفريضه behind الإمام في صلاه الجمعه أن صلاته صحيحه، لأن الإمام في الجمعه يقوم مقام المأموم في صلاه الجمعه."}
{"answer": "يتوجب على من صلى التراويح في مسجد لا يقام فيه صلاه التراويح أن يعيد الصلاه في مسجد آخر أو في بيته، لأن التراويح لابد أن تصلى في مسجد يقام فيه الصلاه"}
{"answer": "ليس هناك منع شرعي لمراه من حضور صلاه الجمعه في المسجد، بل هو من حقوقها الشرعيه، ما دامت تقيدي شرطات الحضور"}
{"answer": "السلام عليكم، حكم من صلى الصلاه دون وضوء أن صلاته غير صحيحه، ويجب عليه إعاده الصلاه بعد أن يتوضأ، لأن الوضوء شروط من شروط الصلاه"}
{"answer": "يجب أن يصلي المصلي في ظل الشمس المحraqه إذا كان ذلك مكنا، لئلا يصلي في مكان يشكل خطرا على نفسه أو علىغيره."}
{"answer": "لا تجوز صلاه الجمعه لمن صلى دون وضوء، يجب عليه أن يتوضأ أولا ثم يعيد الصلاه."}
{"answer": "من صلى ركعتي الفجر قبل الفجر فإنه لا شيء عليه، لأن الركعتين قبل الفجر سنه لا فرض"}
{"answer": "صلاه الجمعه لا تجب على المسافر، لأنها فرض في أصلها على المكين لا على المسافر، ولا تصح صلاه الجمعه إلا في بلد أو قريه أو مدينه يوجد بها جامع جامع."}
{"answer": "حكم من نهى عن الأكل والشرب في نهار رمضان هو الواجب، لأن النبي صلى اله عليه وسلم أمر بفطر من شك في رمضان، قال تعالى: «ولا تأكلوا من لا يذكروا اسم اله عليه فإنه لفسق»."}
{"answer": "يجب عليه إعاده الصلاه لأن وقت الصلاه الفجر إنتهى، ولا يصح أن يصلي الفجر في وقت الظهر."}
{"answer": "من نام عن الصلاه بسب النوم فعليه القضاء إذا استيقظ، ولا حرج عليه، لأن النوم لا يرفع عن المسؤوليه"}
{"answer": "يصح أن يصلي Behind الإمام في صلاه الجمعه، بشرط أن يكون الإمام مكتملا لشروط والآداب"}
{"answer": "من يتراخى عن صلاه الجمعه دون عذر فقد فعل كبيره من الكبائر، ويجب عليه أن يتب إلى اله عز وجل، وأن يكثر من الاستغفار والصدقه."}
{"answer": "يجب صوم يوم الشك لمن أراد أن يصوم رمضان، ويستحب صومه لأن النبي صلى اله عليه وسلم كان يصومه."}
{"answer": "لا يحرم على النساء الدخول إلى المسجد أثناء حیضهن، ولكن يجب عليهن أن لا تقربن الصلاه والطواف بسب الحيض"}
{"answer": "صلاه الجمعه غير واجبه على النساء، بل هي سنه مؤكده لرجال، ويجوز لهن المشاركه في صلاه الجمعه مع الرجال في مسجد الجمعه، شريطه أن يكن ذلك دون اتصال أو مخالطه لرجال."}
{"answer": "صلاه الجمعه واجبه على كل مسلم بالغ عاقل حر ذكر في كل مكان كان، إلا أن يأذن له في ذلك، أو كان في سفر، أو كان مريضا، أو كان خائفا، أو كان في حرج."}
{"answer": "من صلى خلف إمام جاهل فصلاته لا تصح، لأن الإمام جاهل لا يلائم لما أن الصلاه behindه لا تمثل له، فيجب على المأموم أن ي離 الإمام الجاهل ويصلي خلف إمام عادل."}
{"answer": "من صلى الفجر في وقت الشروق فقد فرط وتركه في وقت diğer، وينبغي عليه أن يعيد الصلاه في وقتها الصحيح."}
{"answer": "يجب على من صلى بالناس أن يستر نفسه، لأن النبي صلى اله عليه وسلم نهى عن الصلاه دون ستر."}
{"answer": "الصلاه تجوز في حال وجود نومه في جسدها ما دام她 قامت بتوفير النقاء وتكشفت عن مكان النومه أثناء الصلاه"}
{"answer": "حكم من صلى الصلاه بدون وضوء أن صلاته لاغيه لا تجوز،因为 الوضوء هو شرط من شروط الصلاه، كما جاء في الحديث النبوي «لا يقبل اله صلاه بغير وضوء»."}
{"answer": "يصح صلاته، لأنه لم يفوت الأوان المخصوص بالصلاه، وإنما فات الأوان المخصوص بالاذان فقط"}
{"answer": "يجب على من لم يصم رمضان معذرا قضاءه إذا زال العذر، ولا يجب عليه كفاره، ولكن عليه أن يتعوذ من اله تعالى وتوبته أن كانت النيه خالصه"}
{"answer": "يجوز لمسلم أن يترك حضور الجمعه بسب المرض إذا كان مرضه شديدا أو يخشى أن ي causa الضر لنفسه أو لغيره."}
{"answer": "جائز لنساء الذهاب إلى المسجد لperform الصلوات، شريطه أن يكن ذلك دون إкраه أو تهتك، ويكن معهن محرم، كما في حديث عائشه رضي اله عنها «لن یtrotn النساء المسجد إلا أن یكن محرما»."}
{"answer": "من نام في نهار رمضان متعمدا يجب عليه القضاء والكفاره، لأن النوم لا يبطل الصوم لكن المتابعه في المنام بعد استيقاظه تحق بها الرخصه في الفطر."}
{"answer": "منع الزوج لزوجته من زياره أهلها بدون إذنه جائز شرعا إذا كان هناك مصلحه شرعيه تحقن من ذلك، لكن يجب على الزوج أن يأخذ بنظر الاعتبار مشاعر زوجته ولا يمنعها بدون داع شرعي."}
{"answer": "من صام يوم الشك في رمضان فإنه يعتبر صياما صحيحا لأن اليوم الشك يوم شك في رؤيه الهلال، فلا يلزمه قضاء ذلك اليوم."}
{"answer": "حكم من صلى خلف الإمام في الصلاه وهو جاهل بالنوايا أن صلاته صحيحه، لأن النيه لا تكون شرطا في صحه الصلاه، وإنما هي شرط في صحه النيه نفسها."}
{"answer": "حكم منع الزوجه من الذهاب إلى المسجد هو الحرام، لأن رسول اله صلى اله عليه وسلم أمر النساء بالصلاه في بيوتهن، ولأن حضورهن الجماعات في المسجد قد يؤدي إلى الفتنه."}
{"answer": "نعم، جاز في حال السفر أن يصلي جالسا دون قصد القصر، لأن الضروره تبيح المحذور."}
{"answer": "يجوز إعطاء الزكاه إلى الأقرباء إذا كانوا فقراء أو مساكين، لأن النبي صلى اله عليه وسلم قال: «الزكاه لا تحل لمسلم إلا في المسلم»."}
{"answer": "إن نسي فأكل في النهار ثم ذكر فلا يقضي ولا كفاره عليه، ويمضي بصيامه."}
{"answer": "أفطر من أفطر يوما من رمضان عمدا فعليه كفاره إطعام سته مساكين، وقيام شهر كله، أو إطعام مسكين كل يوم في الشهر؛ ويستحب عليه أن يعيد الصيام في اليوم الذي أفطر فيه."}
{"answer": "يجب على الناسي أن يعيد الصلاه التي نسيتها عندما ذكرها، سواء كانت فرضا أو نافله."}
{"answer": "تكون صلاه الجمعه من ركعتين فقط، ويجب على الإمام أن يخطب قبل الصلاه."}
{"answer": "يجب على المكلف أن يصلي الجمعه إذا استطاع الوصول إلى المسجد دون مشقه، فلو تركها بدون عذر شرعي فإنه يأثم، أما إذا كان هناك مبر شرعي كالمريض أو المسافر فلا يأثم."}
{"answer": "يجوز أن يصلي الفريضه مع الجماعه في وقتها ثم يصلي نافله بعد انتهاء الجماعه، لأن النافله لا تمنع من الصلاه مع الجماعه في وقتها."}
{"answer": "منع الزوجه من زياره أهلها دون مبر شرعي حرام، لأن النبي صلى اله عليه وسلم أمرنا بالبر với الأقربين، ولا يجب على الزوج منع زوجته من زياره أهلها إلا إذا خافت على دينها."}
{"answer": "الذي صلى خلف الإمام ويسبح عند رفع الإمام فعله صحيح ولا إثم عليه، لأن السبحه ليست من أركان الصلاه."}
{"answer": "من ترك الصلاه بسب النوم أو النسيان فإنه يجب عليه قضاءها فور تذكرها أو استيقاظه، ولا كفاره عليه ما دام نواها قصد القربه إلى اله"}
{"answer": "يصح صلاته؛ لأن قراءه الفاتحه في الصلاه الجهريه غير واجبه، فلا حرج على من فعل ذلك"}
{"answer": "منع المرأه من دفن موتاها جائز في الإسلام، لأن النبي صلى اله عليه وسلم منع النساء من حضور الدفن خوفا من أن ينشأ عنهن ضجيج أو بكاء مفرط، ويجوز لها حضور الصلاه على الميت قبل الدفن."}
{"answer": "من يتراخى في أداء الصلاه من غير عذر شرعي فقد أتى بالفاحشه الكبرى، وعليه أن يستغفر اله وأن يعود إلى أداء الصلاه في وقتها، فإن تراخيه عن الصلاه يهدم الإسلام."}
{"answer": "من ترك صلاه الفجر في وقتها إلى وقت دلوك الشمس فقد فاته تلك الصلاه ولا تقبل منه قضاء عنها، ويجب عليه أن يتوضأ مره أخرى ويصلي الصلاه في وقتها."}
{"answer": "يستحب أن يؤم بهم في المسجد النبوي لأنه مسجد رسول اله صلى اله عليه وسلم، ويستحسن أن لا يسبقه إلى الركوع وال_sud"}
{"answer": "حكم من نام عن الصلاه في وقتها دون عذر شرعي أن عليه القضاء لما فاته من الصلاه، ولا يترتب عليه إلا تاركه ما فات."}
{"answer": "أما من ترك صلاه الفجر في وقتها فعليه القضاء والكفاره، ولا يزال عليه الحد من الذنب حتى يقضيها"}
{"answer": "يكون صلاته صحيحه في الفجر، لأن وقت الصلاه لا يمنع من صلاه أخرى"}
{"answer": "يصح صلاته، لأن الصلاه خلف الإمام تجزئ عن الفرد، ويكفي أن يسمع تكبيره الإمام أو ي thấy به، فيصلي في جمله واحده Behind الإمام."}
{"answer": "يبطل صلاته ويجب عليه إعادتها لأن القوم لسلام قبل إكمال الركعه يفسد الصلاه"}
{"answer": "ليس هناك منع لمرأه من وراثه المال في الإسلام، بل هي تحوز الميراث بموجب الشرع الإسلامي، ويجوز لها أن تولي مالها دون الحاجه إلى إذن زوجها أو وليها."}
{"answer": "يبطل صلاته من صلى خلف إمام جاهل أو فاسق، ويجب عليه أن يعيد الصلاه من أجل أن الإمام هو القدوه في الصلاه، فلا يصح أن يأتم به من لا يأتم به اله."}
{"answer": "صوم يوم الشك جائز وليس بواجب، ولكن من صامه فلا يلوم، وينبغي له أن يوافق رسول اله صلى اله عليه وسلم في ذلك اليوم"}
{"answer": "من صلى الجمعه دون وضوء فلا تجزئه الصلاه، يجب عليه أن يعيد الصلاه بعد أن يتوضأ."}
{"answer": "منع الزوجه من الطلاقه دون موجب شرعي حرام، لأن الطلاقه حق لها كحق لها في النفس، ولا يحل منعها منه دون عذر شرعي."}
{"answer": "يجب على ورثته أن يزكوا عنه من ماله ما كان واجبا عليه في حياته، ولا يأتي به من حسابه في الآخره."}
{"answer": "من ترك الصلاه من غير عذر شرعي فقد ارتكب كبيره من كبائر الذنوب، ويلزمه التوبه النصوح والتكفير عما فاته، ولا يacepted توبه من ترك الصلاه دون أن يأتي بها في وقتها."}
{"answer": "من صلى وراء الإمام في الصلاه فإن صلاته صحيحه، لأن الإمام يقوم مقام المأموم في الصلاه، واله تعالى يقول في القرآن الكريم: {وقد هديناه السبيل إما شاكرا وإما كفورا}، فلا يبطل صلاته لسبق الإمام."}
{"answer": "سباب الصحابي الكرام حرام ويعاقب عليه في الدنيا والآخره، ويجب استغفار اله تعالى وتكفير عن 그런 الفعل"}
{"answer": "اتفق الفقهاء على أن تارك الصلاه عن عمد ومخالفه لنصوص الشرعيه هو كافر، لأن الصلاه ركن من أركان الإسلام، وتركها عن عمد يعتبر رفضا لنصوص القرآن الكريم والسنه النبويه."}
{"answer": "من نام في رمضان عمدا دون عذر فليقض رمضان كله من جديد، ولا يكفي قضاء يوم النوم فقط"}
{"answer": "من مات ولم يدع به أحد في الإسلام فيدعى له المسلمون بالرحمه والغفران، ويكتب له ما عمل في حياته من خير، ولا يعاقب عليه ما لم يعمل من شر."}
{"answer": "يصح صلاته إذا كان يصلي خلف الإمام ويتابعه في الصلاه، وإن لم يكن يعلم بفعل الإمام، لأن الصلاه خلف الإمام تكون صحيحه ما دام الإمام يصلي"}
{"answer": "يصح الصلاه النافله بعد الفريضه في وقتها، ولا يضر أن يصلى الفريضه والنافله متابعين في الوقت نفسه"}
{"answer": "نعم، يجزئ الماء عن الوضوء في حاله وجود نجاسه على بدن الشخص، طالما أن الماء طهورا ونظف النجاسه قبل الوضوء."}
{"answer": "من ترك الصلاه عمدا فقد كفر، قال اله تعالى: {فहल يعذب الذين لا يؤمنون}، والصلاه ركن من أركان الإسلام."}
{"answer": "من دخل المسجد دون وضوء فعليه أن يتوضأ прежде من أن يجلس أو يصلي، لأن النبي صلى اله عليه وسلم نهى عن دخول المسجد دون وضوء."}
{"answer": "يجوز لمن صلى خلف الإمام أن يقلد الإمام في جميع أفعاله، ما عدا في التشهد الأول حيث يصلي Behind الإمام ويقول: التحيات له_war_salutations_to_God، ويستثنى من ذلك التشهد الأخير حيث يصلي Behind الإمام ويقول: السلام عليكم war_peace_be_upon_you."}
{"answer": "الحكم الشرعي في من باع ماله في رمضان دون أن يفطر أنه لا شيء عليه، لأن البيع لا يفطر، فلا يجب عليه القضاء ولا الكفاره."}
{"answer": "يحرم على من ترك الصلاه عمدا أن يصلي مع الجماعه حتى يتب إلى اله ويرجع إلى الصلاه، فإنه يستحق العقاب بسب تركه لصلاه."}
{"answer": "لا يجب على المسلم أن يصلي خلف إمام جاهل بالفقه، لأن الصلاه خير ما يت 期 به، ولا يصح أن يتخذ جاهلا إماما، لأنه لا يعلم ما يفعل."}
{"answer": "يجب على المرأه أن توقف عن قراءه القرآن الكريم في الصلاه أثناء الحيض، لأنها ليست في حاله طهاره."}
{"answer": "يستحب أن لا يصلي الفجر في وقت الشروق vì أن النبي صلى اله عليه وسلم نهى عن الصلاه قرب طلوع الشمس."}
{"answer": "يؤذن لنساء بدخول المسجد أثناء عده النفاس، فلا حرج عليهن في ذلك، قال تعالى: «واله يعلم ما تحمل كل أنثى وما تغيض الأرحام وما تزداد وكل شيء عنده بمقدار» [الرعد: 8]."}
{"answer": "يجب صيام يوم الشك في رمضان، لأن النبي صلى اله عليه وسلم قال: «يصومه من شك في رمضان»."}
{"answer": "يصح صلاته، لأن الصلاه خلف الإمام توجب على من صلى أن يوافق الإمام في همه، فإذا تقدم به قبل أن يفرغ الإمام من صلاته فلا شيء عليه."}
{"answer": "الترك عمدا دون عذر شرعي يعد كفرا وخروجا عن المله الإسلاميه، ويجب trên من تركها أن يتابع ويستغفر اله تبارك وتعالى."}
{"answer": "ينبغي على المصلي أن يعيد الصلاه من أولها لئلا يinvalidate الصلاه"}
{"answer": "يصح صلاه الجمعه في المسجد الذي لا يخطب الإمام، لأن الصلاه لا تبطل بفقدان الخطبه، ويجب على المأموم أن يصلي ركعتين بعد خروج الإمام."}
{"answer": "يحرم أكل لحم الخنزير في جميع الأحوال، سواء في السفر أو في الديار، لأن النبي صلى اله عليه وسلم نهى عن أكل لحم الخنزير في حديثه الصحيح في البخاري."}
{"answer": "حكم تأخير الصلاه عن وقتها بسب النوم أو السهو هو أنه حرام ويجب على المسلم أن يحذر من ذلك، لأن الصلاه هي عمود الدين ويجب أداؤها في وقتها لئلا يقع في الذنب."}
{"answer": "يصح صلاته ولا يلزمه إعاده الصلاه مع الإمام، لأن ما دام الإمام لم يأتم به فليس بمتأخر"}
{"answer": "من ترك الصلاه ظاهرا دون عذر فقد خرج عن ملته، ويجب عليه التوبه والانابه له تعالى، ولا يصلي خلفه حتى يتب إلى اله."}
{"answer": "من فطر في رمضان عمدا دون عذر شرعي فعليه القضاء والكفاره، والكفاره هي تطوع شهر أو إطعام ستين مسكينا أو عتق رقبه."}
{"answer": "تارك الصلاه من الكبائر، ويحرم على من فعلها أن يدخل الجنه ويصير من أهل النار، فالصلاه ركن من أركان الإسلام الخمسه"}
{"answer": "صلاه الجمعه غير واجبه على النساء، ولكن يمكنهن Presence في المسجد لسماع الخطبه والصلاه إذا رغبن في ذلك، شريطه أن تكون ملابسهن محتشمه ولا يتركن من رياء أو تبرج."}
{"answer": "ركن الصلاه الذي يبطلها إذا ترك هو القلب إلى القبله، فمن صلى إلى غير القبله فسدت صلاته."}
{"answer": "يجب على المسلمين أداء صلاه الجمعه في مسجد الجمعه أو في مكان مخصوص إذا كان ذلك مکن، أما في مكان عام فلا يجوز."}
{"answer": "يجب على المكيع إعاده الصلاه إذا نسي ركوعها، لأن الركوع ركن من أركان الصلاه، ونسيانه يبطل الصلاه."}
{"answer": "ينبغي عليه أن يreturns إلى المسجد ويصلي التكبيره الأخيره، فإنه لا يصح له ترکها؛ لأن الصلاه لا تم دونها."}
{"answer": "من صلى الجمعه بدون غسل فصلاته صحيحه لكن عليه أن يقوم بغسل نفسه في أقل وقت مكن، لأن الغسل واجب في يوم الجمعه."}
{"answer": "منع الزوجه من زياره أهلها دون إذنه لا يصح، لأن الرسول صلى اله عليه وسلم قال: «لا يحل لامرأه تزين أهلها إلا بإذن زوجها»."}
{"answer": "يجوز لمن صلى الجمعه أن يصلي الظهر بعدها في اليوم، لأن الجمعه لا تبطل الظهر، ويتحق بهما فريضه الصلاه."}
{"answer": "يجب عليه القضاء والكفاره لأن أكله قبل الفجر يبطل صومه، والكفاره هي تعتدل بنيه طعمه من طعام أو مسكينه أو صيام ثلاثه أيام."}
{"answer": "يصح الصلاه في الثوب الذي فيه دم قليل، لأن النبي صلى اله عليه وسلم صلى في ثوب له دم قليل."}
{"answer": "يجب عليه أن يعيد الصلاه فورا، لأنه فاته صلاه الجمعه، ويستحب له أن يصلي أربع ركعات بعد ذلك."}
{"answer": "من نسي الصلاه بسب النوم أو الغفله فعليه أن يصليها إذا ذكرها، ولا كفاره عليه، لأن النسيان لا يرفع عن المكلف التكليف."}
{"answer": "يجب على النساء الحوامل صيام يوم عاشوراء إذا كن في حاله صحيه جيده، أما إذا كن مضطربات أو خائفات على صحتهن فيمكنهن ترك الصيام وتقضيه فيما بعد"}
{"answer": "لا يصح أن يصلي المسلم خلف إمام من أهل الكتاب؛ لأن الإمام يجب أن يكون مسلما لكي تم الصلاه خلفه صحيحا."}
{"answer": "حكم من صلى الفريضه مع الجماعه ثم صلى نافله ثم صلى الفريضه مره أخرى أن يعتد بتلك الصلاه الأولى، ولا يلزمه إعاده الصلاه الأولى."}
{"answer": "ترك الصلاه بدون عذر شرعي معذب فيه في الدنيا والآخره، ويجب على من تركها أن يبادر إلى قضائها فور 기억ها."}
{"answer": "يجب عليه أن يعود إلى المسجد ويستكمل صلاته، فإن خرج قبل أن يتم صلاته فسدت صلاته."}
{"answer": "يصح صلاته ويجبر به، لأن وقت الظهر ينتهي بدخول وقت العصر، ويكفي أن يبتدئ الوقت في صلاته."}
{"answer": "ليس هناك حكم شرعي يمنع النساء من دخول المساجد، بل إن النبي صلى اله عليه وسلم كان يؤم النساء في صلاه الجمعه والجماعه، ويجب على المساجد أن تيح فرصا مناسبه لنساء لاستفاده من عباداتها"}
{"answer": "حكم الجمعه في الإسلام هو أنها فريضه على كل رجل مسلم بالغ عاقل حر في بلده واحده، ويجب عليهم أن يتوافوا إلى مسجد الجمعه في الوقت المحد، وي listens to الخطبه ويصلي خلف الإمام."}
{"answer": "من صام رمضان ثم أفطر قبل أن يأتي رمضان مره أخرى فعليه قضاء ذلك اليوم الذي أفطر فيه فورا قبل أن يأتي رمضان مره أخرى"}
{"answer": "يجوز له أن يصلي خلف الإمام وينتظر حتى ينتهي الإمام من الصلاه، ثم يعيد الصلاه كامله؛ لأن الصلاه خلف الإمام لا تصح إلا أن يسمع تلاوه الإمام."}
{"answer": "لا يصح منع المرأه من الذهاب إلى المسجد في الإسلام، بل يجب أن تذهب إلى المسجد مع اتباع شرائط وأحكام الإسلام، فعن عمر بن الخطاب رضي اله عنه أن النبي صلى اله عليه وسلم قال: «ليس على النساء حرج في المسجد»."}
{"answer": "يجب عليه أن يعود فيصلي معهم لئلا يفوتهم أجر الصلاه الجماعه، قال رسول اله صلى اله عليه وسلم: «إذا صلى الإمام فصلوا فليعود فليسلم»."}
{"answer": "أكل الحم الذي لم يذكر اسم اله عليه حرام، لأن ذكр اسم اله عند الذبح واحد من شرائط تحليل لحم الحيه، واله تعالى يقول في كتابه الكريم: { ولا تأكلوا ما لم يذكر اسم اله عليه وإنه لفسق }"}
{"answer": "من نام عن صلاه الفجر في أثناء رمضان فلا يكفر ولكن عليه القضاء وقヾه التوبه والاستغفار"}
{"answer": "شرب البن في نهار رمضان لا يفطر، لأن البن من الغذاء المباح في الإسلام، ولا يستثنى في نهار رمضان، ما لم يكن مفرطا أو مفسدا"}
{"answer": "ينبغي على المکون أن يصلي bốn 代وه بدلا من صلاه الجمعه إذا فات وقتها، لأنها لا تقدم ولا تأخر."}
{"answer": "واجبات الصلاه هي سته: النيه، والتكبير، والقيام، والركوع، والسجود، والجلوس بين السجدتين."}
{"answer": "هو جائز لمن صلى خلف الإمام أن يقرأ الفاتحه في الصلاه الجهريه، لكن يسن له أن يتكلم بها في نفسه ولا يرفع صوته، لئلا يفسد صلاته."}
{"answer": "النوم لا يبر ترك الصلاه، ويجب على المسلم أن يبادر إلى أداء الصلاه فور استيقاظه، فإن نام عن صلاه فليقضها إذا استيقظ"}
{"answer": "يصح صلاته إذا كان الإمام قريبا من المصلي ولا يفصل بينهما شيء يمنع من اتباع الإمام، وإن كان الإمام بعيدا عنه فلا يصح صلاته."}
{"answer": "يجوز لرجل أن يصلي صلاه التراويح في رمضان دون أن يكون محرما؛ لأن التراويح سنه مؤكده في رمضان وليست من شعائر الحج."}
{"answer": "أما jika لم يكن لديه ثوب كفن فيصلى عليه فيما عليه، ولا بأس أن يصلى عليه في الثوب الذي مات فيه، لأن النبي صلى اله عليه وسلم صلى على بعض الموتى وهم في ثيابهم."}
{"answer": "حكم من صلى بالناس وهو جنب دون أن يعلمهم أن صلاته لا تصح، وعليه أن يعيد الصلاه بعد طهاره نفسه من الجنابه."}
{"answer": "يبطل صلاته، لأن الصلاه خلف الإمام الجاهل لا تصح، يجب على المسلم أن يبحث عن إمام عادل ومتقن في دينه"}
{"answer": "من صلى الجمعه في بيته دون عذر فلا تجزئه، وعليه أن يعيد الصلاه في وقتها الشرعي."}
{"answer": "من صلى الصلاه دون طهاره فصلاته لا تجوز، وعليه أن يعيد الصلاه بعد الاستنجاء والوضوء"}
{"answer": "أما الزكاه في الذهب والفضه فمقدارها خمس العشر، فعن علي رضي اله عنه قال: قال رسول اله صلى اله عليه وسلم: «في الرقيق والذهب والفضه خمس العشر»."}
{"answer": "لبس الثياب المطرزه بالذهب أو الفضه حرام على الرجال في الإسلام، لأن النبي صلى اله عليه وسلم نهى عن لبس الذهب والفضه لرجال."}
{"answer": "يصح صلاه من صلى خلف الإمام في صلاه الجمعه، ويقوم بجميع أركان الصلاه، لأن الإمام لا يغطي عن الصلاه."}
{"answer": "جواز المشاركه في الانتخابات والتصويت في البلديات إذا كان الهدف منها تعزيز الخير وعدم الخوف من انتشار الفساد أو التبرير له، وضروره اختيار الأشخاص الأمناء والأخيار لمراكز السلطه."}
{"answer": "يصح صلاه الفجر في وقت السحر مع الشرط أن لا يفرق بينهما، لأنهما صلاتان متقاربتان."}
{"answer": "ترك الصلاه عمدا من الكبائر، ويعد كفراakhbarا بحسب قول بعض العلماء، ولا يصلي عليه من مات ترك الصلاه، وينبغي على من ترك الصلاه أن يتب وأن يصلي ما فاته."}
{"answer": "يصح صومه ويستحب له أن يصوم يوما آخر في الشهرแทน ذلك اليوم، لئلا يقع في الشك"}
{"answer": "من نام عن الصلاه حتى يخرج وقتها فعليه القضاء فور استيقاظه، والقضاء لا يبرأ عن الفوائت، فينبغي عليه أن يقيضها في أوقاتها الأصليه."}
{"answer": "حكم من صلى صلاه الجمعه في وقت غير وقت الجمعه أن صلاته لا تقع ولا يقضي عنه فرض الجمعه، لأن الصلاه في وقتها شرط من شروط صحه الجمعه."}
{"answer": "يجب على المأموم أن يfolow الإمام في جميع أفعاله في الصلاه، فإذا صلى الإمام قياما صلى المأموم قياما، وإذا ركع ركع المأموم، وإذا سجد سجد المأموم."}
{"answer": "من ترك صلاه الجمعه بدون عذر شرعي فقد فعل كبيره من الكبائر، والمراد بالعذر الشرعي ما يمنع من حضور الصلاه كالمسافه البعيده أو المرض أو الخوف،故 يجب على المسلم أن يحترم هذه الصلاه واجبه في الإسلام."}
{"answer": "الفرق بين الصلاه والسلام على النبي صلى اله عليه وسلم أن الصلاه هي طلب المغفره والرحمه والغفران له صلى اله عليه وسلم، أما السلام فهو تحيه وتعظيم له صلى اله عليه وسلم."}
{"answer": "يستحب أن ي chờ الإمام في السجده الأولى حتى ينهيها ثم يسجد معه، أما إذا سجد مع الإمام في السجده الأولى فلا حرج عليه"}
{"answer": "لا يصح أن يصلي المسلم خلف الإمام الجهمي، لأن الجهميه فرقه ملحده لا تعترف برساله النبي محمد صلى اله عليه وسلم."}
{"answer": "من مات دون أن يصلي فلا يصلى عليه، لأن الصلاه علي الميت هي من حقوق الميت، فإذا لم يكن الميت قد صلى فلا يقبل له، ولا يصلى عليه، وهذا هو المذهب الصحيح في هذه المسأله."}
{"answer": "يجوز أن يسبح في الركوع من صلى خلف الإمام، لأن سجوده له تعالى لا لإمام، وينبغي أن لا يسبح إلا ما سبح به الإمام."}
{"answer": "من لم يصلي صلاه الجمعه بسب ملازمه عمل في يوم الجمعه يجب عليه أن يصلي الظهر عوضا عنها، لأن صلاه الجمعه لا تجزئ عن صلاه الظهر."}
{"answer": "من ترك الصلاه عمدا فقد كفر ويحكم عليه بالرده، إلا أن ي تاب قبل موته فإنه يغفر له."}
{"answer": "يجب على المسلم أن يحرص على أداء الصلاه في أوقاتها، ولا يجوز له التهاون فيها بسب النوم أو أي سب آخر، لأنه يترتب على ذلك مخالفه الشرع."}
{"answer": "ليس لمحرم أن يستلم الهدي في الحج، لأنه لا يحل له أن يباشر بتربيه المASHأم أو يتلقاه من غيره، كما قال تعالى: «ولا تحلقوا رءوسكم حتى يبلغ الهدي محله» [البقره: 196]، ويؤيد ذلك قول النبي صلى اله عليه وسلم: «لا يقرأ المحرم الهدي ولا يباشر به»."}
{"answer": "حكم من صلى الجمعه في المسجد الذي لا يتوفر فيه الإمام أن صلاته صحيحه، ولكنها لا تعد جمعه، بل هي ظهر، وينبغي عليه أن يصلي الظهر في حالته تلك."}
{"answer": "يجب على المسلم أن يصلي الجمعه في مسجد قريب من مسكنه، لأن النبي صلى اله عليه وسلم قال: «الصلاه في المسجد الذي يخطب فيه أفضل من الصلاه في غيره»."}
{"answer": "يجوز أن يفرغ هو أيضا مع الإمام، لأن النبي صلى اله عليه وسلم كان يأمر من خلفه أن يفرغوا معه"}
{"answer": "يجب على المكلف أن يصلي في أوقاتها المحده، ومن فاته الصلاه مع علمه بها فعليه القضاء لها قsobا له"}
{"answer": "من ترك الصلاه عمدا فقد خرج عن المله، ويجب عليه التوبه النصوح ليرجع إلى دين اله عز وجل."}
{"answer": "نعم، يجب على المسلم أن يصلي في مسجد الجمعه حتى إذا لم يجد مكان في الصف الأول، فالصلاه في مسجد الجمعه فرض كفايه."}
{"answer": "من صلى ركعه واحده فقط في صلاه الفجر فإنه لم يقطع الصلاه، وينبغي أن يعود فيصليها مره أخرى، لأن الصلاه لا تم إلا بركعتين على الأقل."}
{"answer": "حكم منع الزوجه من حضور مجلس الرسول صلى اله عليه وسلم جائز شرعا مع وجود عذر شرعي، كالمرض أو العذر الشرعي، أما من دون عذر فلا يجوز ذلك، فالمسلمون مكلفون بتحقيق حقوق الزوجه، ومنها حقها في التعليم والcompanionship مع زوجها."}
{"answer": "يجب على المريض إيقاف الصوم إذا كان المرض يهد حياته، لأن حفظ النفس من أهم الواجبات الشرعيه، واله تعالى يقول: لا يكلف اله نفسا إلا وسعها."}
{"answer": "من صلى خلف إمام جاهل أو فاسق، جازت صلاته، لأن الصلاه تم بالنيه الصحيحه والتقويم على الفارض، ولا يحتج على إمامه، إلا أنه ينبغي أن يبغض الفاسق ويبتعد عنه."}
{"answer": "نهى النبي صلى اله عليه وسلم عن زياره القبور لئلا يدعى إلى الشرك، ثم أبيح له بعد أن أمن من الشرك."}
{"answer": "حكم من صلى الفجر في وقت الشروق أنها صلاه فاسده لأن وقت الفجر ينتهي بpearance الشروق"}
{"answer": "إن من صلى بالناس فلم يكمل الركوع فإنه لا يكر الصلاه، بل يكمل ما بقي منها، فإن رجع إلى المكتوبه أكملها، وإن رجع إلى النافله فلا يكرها."}
{"answer": "النوم أثناء النهار لا يبطل الصلاه، فإذا نمت ثم استيقظت في وقت الصلاه فالصلاه تجب عليك، أما إذا نمت عن قصد فالصلاه لا تجب حتى تستيقظ"}
{"answer": "من ترک الصلاه عمدا فقد خرج عن الإسلام، لأن الصلاه هي رکن من أركان الإسلام، وتركها عمدا يعد كفرا."}
{"answer": "يجوز لزوجه قراءه القرآن مع زوجها في البيت، ولا يمنعها من ذلك، بل هو من آيات الرحمه بين الزوجين."}
{"answer": "تارك الصلاه عمدا يقع تحت الطاعه وال/OR يفقد صفه الإيمان، وقد قال النبي صلى اله عليه وسلم: «فرق بين الإسلام والكفر تارك الصلاه»."}
{"answer": "من ترك الصلاه دون عذر شرعي فقد وقع في الكفر البطل، لأن الصلاه هي ركن من أركان الإسلام، وأمر اله تعالى-Muslim به في الكتاب العزيز."}
{"answer": "يستحب له أن يفطر في حال المرض ويتقضاه إذا برئ إلا أن يكن مرضه مستحيلا لشفاء فلا يجب عليه تقضيه"}
{"answer": "المرأه لها الحق في الصلاه في مسجد الجماعه مع الرجال، ولا يجوز منعها من ذلك، فقد جاء في الحديث أن النبي صلى اله عليه وسلم كان يصلي مع النساء في المسجد، ولم يمنعهن من ذلك مطلقا."}
{"answer": "من دخل المسجد الحرام بلا غسل فإن عليه أن يغتسل، لأن رسول اله صلى اله عليه وسلم قال: «الغسل من المسجد الحرام»."}
{"answer": "يتبع الإمام في تکبيره الأول، ويستكمل الصلاه معه، لأنهم في الجماعه واحد، ولا يلزم سماع تکبير الإمام لصحه الصلاه."}
{"answer": "يجب عليه إعاده الصيام لرمضان كله لأن بيع المال في رمضان بلا فتره رجعيه لا يرفع عنه التكليف بالصيام."}
{"answer": "يجب عليه الإعاده لاحقا دون ضر لأن خروجه قبل إكمال الصلاه يبطلها"}
{"answer": "نعم، يجوز الصوم عن كفاره القتل، حيث إن اله تعالى قال في كتابه الكريم: «وما كان لمuslim أن يقتل مسلما إلا خطأ ومن قتل مسلما خطأ فتحرير رقبه مؤمنه وديه مسلمه إلى أهله إلا أن يصدقوا»."}
{"answer": "يجب على المãi أن يصلي على الميت في الصلاه، ويجب أن يstod behind الإمام ويتبعه في الصلاه."}
{"answer": "لا يجوز ترك الصلاه في المسجد القديم بسب خوف الفساد، لأن الصلاه في المسجد هي عباده يجب أن تؤدى في كل مكان، ولا يبطل خوف الفساد هذا الحكم."}
{"answer": "روي عن النبي صلى اله عليه وسلم أنه قال «ينادي مناد من السماء أن لا تزن عملا اليوم إلا بالنيه» فأما من جاء بولايه الصالحين ونيه خالصه له تعالى فله أجر عظيم، وأما من جاء بعمال السوء ونيه رديئه فله عذاب شديد."}
{"answer": "يجب على من لم يصوم رمضان معذرا أن يكفر عن كل يوم بفطر مسكين، ويستحب له أن يعدل عن المعذره في السنه التاليه."}
{"answer": "من ترك الصلاه عمدا في الإسلام فقد كفر باله عز وجل، لأن الصلاه واحده من أركان الإسلام الخمسه، والترك العمدي لها يعني رفض أمر اله ورسوله، واله عز وجل يقول في كتابه الكريم: «فمن كفر بالTAGHOUT وآمن باله فقد استمسك بالعروه الوثقى لا انفصام لها، واله سميع عليم»."}
{"answer": "وقت صلاه العصر في يوم الغيم هو عندما يزول الظل، أو عندما يبقى من النهار ما يساويه، وذلك لأن النبي صلى اله عليه وسلم أمرنا بأن نضرب بهم العصر إذا غمتم، فإما يزول الظل أو يبقى من النهار ما يساويه."}
{"answer": "يجوز الصلاه في وقت العصر إذا فاته في وقت الظهر، لأن اله عز وجل قال: {فقد أقام الصلاه} [المائده: 6]، ويستحب التكبير عند إقامه الصلاه في وقتها."}
{"answer": "صلاه التطوع جائزه في مسجد يحتوي على صور الأنبياء، لأن الصوره لا تمنع من صحه الصلاه، لكن من الأفضل تجنبها احتياطا وتقربا إلى اله."}
{"answer": "لا يجوز لرجل أن يتزوج من امرأتين في آن واحد دون إذن الأولى، لأن الشرع规定 أن تكون الزوجه الأولى راضيه أو موافه على الزواج من الثانيه."}
{"answer": "الحكم الشرعي في من باع ماله في نهار رمضان متعمدا ولم يفطر أن عليه القضاء thôiا عن كل يوم باع فيه ماله متعمدا ولم يفطر."}
{"answer": "من صلى الفجر في وقت المغرب فقد أفسد صلاته، nên يجب عليه إعاده الصلاه في وقتها المسموح به."}
{"answer": "يجب على من صلى الجمعه في غير مسجدها أن يعيد الصلاه في مسجدها، لأن الصلاه في غير مسجدها لا تعد जमعه، ويجب عليه أن يصلي أربع ركعاتแทน"}
{"answer": "هذه الصلاه صحيحه ولا بأس بها، لأن الفريضه والنافله منفصلتين، ويمكن صلاتهما في وقت واحد دون أن يفصل بينهما بتسليمه."}
{"answer": "لا تجوز صلاه الفجر بركعه واحده، وينبغي على من فعل ذلك أن يعيد الصلاه من أولها"}
{"answer": "من صلى الصلاه دون وضوء فصلاته لا تجوز، يجب عليه أن يتوضأ ثم يعيد الصلاه، لأن الوضوء شرط من شروط الصلاه."}
{"answer": "ليس لهم أن يمنعوا المرأه من حضور صلاه الجمعه في المسجد طالما كانت مستوره وخاليه من كل ما يشين، كما جاء في حديث أم عطيه: «لا يمنعن من المساجد»، رواه ابن ماجه."}
{"answer": "حكم من استخدم مال الغير بدون إذنه في الإسلام هو الحرام، لأن النبي صلى اله عليه وسلم قال: «لا يحل مال امرئ مسلم إلا بطيبه منه»."}
{"answer": "يصح صلاته إذا أتمها مع الإمام، وإن لم يسمع تکبيره الإحرام؛ لأن الأمه تابع الإمام في الصلاه"}
{"answer": "من أعتقد أن النبي محمدا ليس رسولا فهو كافر باله ورسوله، ويلزمه أن يتوب إلى اله ويقر بما جاء به النبي محمد من عند اله"}
{"answer": "التبديد في الصلاه هو ترك جزء منها عن قصد أو نسيان، ويجب على المصلي أن يعيد ما تبديده من الصلاه؛ لأن النبي صلى اله عليه وسلم قال: «من نسي من صلاته شيئا أو نام عنه فليصلها إذا ذکر»."}
{"answer": "من ترك الصلاه في وقتها دون عذر شرعي فهو فاسق، ويجب عليه التوبه والاستغفار والقضاء عن فوات الوقت."}
{"answer": "من صلى صلاه الجمعه في غير المسجد الجامع فإنه لا يصح منها شيء، لأنه شرط من شروط صحه الجمعه أن تكون في المسجد الجامع."}
{"answer": "الإسراف في المال حرام في الإسلام، لأن اله تعالى نهى عنه في القرآن الكريم قائلا: «ولا تسرفوا إنه لا يحب المسرفين»"}
{"answer": "يجب عليه أن يكمل شهر رمضان ثلاثين يوما لأن الشك لا يرفع اليقين"}
{"answer": "يجوز إعطاء الزكاه إلى الأقارب إذا كانوا من الفقراء والمساكين، بشرط أن لا يكونوا من أهل السPENDA، كالوالدين والأبناء والزوجه، ولا يوجب نيه البر في الزكاه."}
{"answer": "يبطل صلاته في مثل ذلك المكان، لأن الصور والتماثيل في مسجد من الكبائر التي نهى اله عنها، ويجب على المسلم أن يبادر بتغير تلك الصور أو الهجره عن ذلك المكان."}
{"answer": "أكل لحم الخنزير حرام في الإسلام، فقد نهى اله عنه في القرآن الكريم بقوله تعالى: (حرمت عليكم الميته والدم ولحم الخنزير وما أهل لغير اله به) [البقره: 173]."}
{"answer": "نعم يجوز لمرأه أن تصلي بالحجاب في المسجد أمام الرجال، فلا بأس أن تصلي المرأه في المسجد مع الحجاب، لأن النبي صلى اله عليه وسلم كان يصلي مع أهله في المسجد."}
{"answer": "من ترك الصلاه بسب النوم أو البس فعليه التوبه والقضاء، لأن النوم والبس لا يعدان عذرا شرعيا في ترك الصلاه."}
{"answer": "يجب عليه قضاء صلاه الضحى إذا استيقظ قبل زوال الشمس، فإذا زالت الشمس قبل استيقاظه فلا قضاء عليه."}
{"answer": "منع الزوجه من زياره أهلها بدون إذنه جائز بشرط ألا يمنعها من حقها في زيارتهم، فإذا منعها عن زيارتهم بدون عذر شرعي فذلك منكر."}
{"answer": "أكل لحم الخنزير حرام في الإسلام، ويوجب التكفير عنه، لأن اله عز وجل نهى عنه في القرآن الكريم قائلا: «حرمت عليكم الميته والدم ولحم الخنزير»."}
{"answer": "تأخير الصلاه عن وقتها من غير عذر شرعي حرام، ويجب على المكلف أن يصلي في وقتها، فإن فاته الصلاه فليقضها في أول وقت ي能够 عليه."}
{"answer": "يجوز الصلاه في وقت السنه، ولكنها لا تحل محل الفريضه، nên يجب على المكلف أن يصلي الفريضه في وقتها المخصوص."}
{"answer": "نعم، يجوز عن صلاه الجمعه صلاه الظهر في اليوم نفسه، لأن صلاه الجمعه تكميل لصلاه الظهر وليست بدلا منها، فإذا لم يصل المأموم صلاه الظهر مع الإمام في صلاه الجمعه، يجوز أن يصلها بعد فراغه من صلاه الجمعه."}
{"answer": "لا يصح أن يصلي الرجال خلف الإمامه في الصلاه، لأن النبي صلى اله عليه وسلم كان يأمر الرجال أن يتقدموا في الصلاه، ولا يصح أن يخالفهم النساء في ذلك."}
{"answer": "الحكمه من تحريم الميته في الإسلام هي أن الميته مdead animalتكون مصدرا لدساء والمرض، كما أن الميته لا يكون فيها nam من اسم اله تعالى، فنهى شرعا عن أكلها لحفظ الصحه والطهاره."}
{"answer": "ينبغي عليه أن يعيد الصلاه لأن الحدث الأصغر يقضي الصلاه، فالصلاه خلف الإمام لا تبرئ من فريضه الصلاه"}
{"answer": "نعم، يجب على المسلم قضاء الصلاه إذا نسيها أو نوم عنها، لأن النبي صلى اله عليه وسلم قال: «من نسي صلاه أو نوم عنها فليقضها إذا ذكرها»."}
{"answer": "ليس هناك حكم في الإسلام يمنع المرأه من التعليم، بل إن التعليم واجب على كل مسلم ومسلمه، قال تعالى: 'قل هل يستوي الذين يعلمون والذين لا يعلمون' [الزياره: 9]."}
{"answer": "من ترك الصلاه في وقتهاWITHOUT عذر شرعي فهو آثم، ويجب عليه القضاء مع الاستغفار له تعالى."}
{"answer": "أما من يعمل في بنك ربوى فالحكم الشرعي فيه أن العمل فيه حرام، لأن الربا من أكبر الكبائر، والعمل فيه يعد مساعده على الحرام."}
{"answer": "يجب أن ت_performed صلاه الجمعه في وقت الظهيره من يوم الجمعه، عندما يشمس النهار ويتوسط السماء."}
{"answer": "يجوز لمسلم المشاركه في الانتخابات إذا كانت نيه المشاركه هي اختيار من يخدم مصالح الأمه الإسلاميه وتحقيق المعروف والjustice، بشرط ألا يخالف المشاركه أي من قوانين الشريعه الإسلاميه."}
{"answer": "من صلى الصلاه دون وضوء فقد فسدت صلاته، ويجب عليه إعاده الصلاه بعد أن يتوضأ."}
{"answer": "مات من لم يصل في حياته مات كافرا ولا يقبل منه شيء من الأعمال الصالحه ما دام لم يوحد اله تعالى."}
{"answer": "حكم من صلى ركعه واحده في صلاه الظهر أن ي-repeat الصلاه لأن الصلاه لا تصح مع ركعه واحده، ويجب عليه أن يครบ الصلاه مع암اتها الأربع."}
{"answer": "يجب على النساء حضور صلاه الجمعه في المسجد إذا كن يمتلئن بالشروط والواجبات، ويستحب لهن المشاركه في الصلاه مع الجماعه دون أن يترأسن عليها."}
{"answer": "صلاه الجمعه واجبه على الرجال في محل توفر شروطها، فإذا لم يكن هناك إمام جاز لهم أن يصلوا الظهرแทน."}
{"answer": "الصلاه في مسجد يحتوي على صور معبودات باطله، لأن الصور المعبوده تشكل شركا أكبر، والصلاه في مكان فيه شرك أكبر لا تصح، يجب على المصلين ترك هذا المكان والبحث عن مكان آخر خال من الشرك."}
{"answer": "يجب على من صلى بالناس في رمضان أن يصلي خلف الإمام لئلا يفسد صلاته، لأن الصلاه خلف الإمام في رمضان ركعه واحده تكتفي بها عن الرواتب كلها."}
{"answer": "يجوز صلاه المغرب في وقت العشاء في ظل الضروره، مثل في حالات السفر أو المرض أو الضروره، بناء على قوله تعالى: «وما جعل عليكم في الدين من حرج»."}
{"answer": "يقضي ما بقي عليه من الصلاه ولو كان التشهد فقط، لأن الإمام لا يفسد صلاه المأموم."}
{"answer": "قال تعالى: {فخذ من ماذنت وقر بيتا من مسجد}، فالفرق بين الصلوات واجب، فلا تجوز الصلاه كلها في مكان واحد دون فرق"}
{"answer": "يبطل صلاته لان الصلاه في يوم الجمعه لا تقام إلا بركعتين."}
{"answer": "وقت صلاه الجمعه هو عندما تطلع الشمس إلى ارتفاعها في اليوم الجمعه، وهو وقت دقيق يختلف باختلاف المدن والأمكنه، يجب الحذر من أن يسبق الوقت أو يتأخر عنه."}
{"answer": "من أتى بمثل عمل القوم في شهر رمضان دون قصد الفطر لا يصح صومه، ويجب عليه القضاء مع الكفاره."}
{"answer": "لا يصح أن يصلي الرجل مع إمرأه في مسجد الجمعه، لأن الرسول صلى اله عليه وسلم نهى عن صلاه الرجل مع المرأه في المسجد، ويجب علی المرأه أن تصلي في بيتها."}
